{
  "welcome": "Hi, I'm Fredy",
  "about_me": "I love learning, coding, and baking",
  "my_journey": "My Journey So Far",
  "my_experience": "My Experience as a Developer",
  "what_i_know": "What I Know",
  "my_learning_approach": "My Learning Approach",
  "my_short_term_goals": "My Short-Term Goals",
  "my_journey_content": "<p>I started my career in tech in April of 2020 as an IT Support Technician at a local company in Kokomo, Indiana, where I learned a lot of new and exciting things.</p> <p>In April 2022, I was promoted to Software Developer. Since then, I have been automating and improving processes, as well as creating various software to fulfill business needs.</p> <p>It has been an exciting journey filled with opportunities for growth and innovation.</p>",
  "my_experience_content": "<p>Software Developer at BerryIt, Inc.</p> <p>Automated critical processes using Python, leading to significant time savings and enhancing operational efficiency.</p> <p>Developed and maintained diverse applications utilizing a range of programming languages and tools (Python, SQL, HTML, CSS, Docker, Flask, JavaScript, C#, Nginx, Redis) while ensuring compatibility with evolving business needs.</p>",
  "what_i_know_content": "<p>I am proficient in the following: Python, Flask, Django, Docker, HTML, CSS, MySQL, PostgreSQL, MS SQL, Git, JavaScript, and more...</p> <p>I also have some knowledge of: Kotlin, Java, C#, Node.js, Express.js, Nginx, Redis, etc.</p> <p>Currently, I am learning React, Next.js, and Machine Learning with Python.</p>",
  "my_learning_approach_content": "<p>Reading, Comparing, and Watching.</p> <p>When it comes to learning, I'm all about diving into documentation and then connecting the dots with what I already know. It's like solving a puzzle! Plus, watching others use the tool or technology I'm interested in makes the learning process a lot easier for me.</p>",
  "my_short_term_goals_content": "<p>After being a Software Developer for almost two years, I've come to realize that the tech world is full of learning opportunities. Currently, I'm focusing on the following objectives:</p> <ul> <li>Data Visualization and Data Analytics</li> <li>Exploring Machine Learning</li> <li>Crafting visually appealing UIs</li> <li>Engaging in collaborative open-source projects</li></ul>"
}
