{
  "welcome": "Hola, soy Fredy",
  "about_me": "Me encanta aprender, programar y hacer pan",
  "my_journey": "Mi Camino Hasta Ahora",
  "my_experience": "Mi Experiencia como Desarrollador",
  "what_i_know": "Lo Que Sé",
  "my_learning_approach": "Mi Enfoque de Aprendizaje",
  "my_short_term_goals": "Mis Objetivos a Corto Plazo",
  "my_journey_content": "<p>Comencé mi carrera en el area de tecnología en abril del 2020 como Técnico de Soporte de TI en una empresa local en Kokomo, Indiana, donde aprendí muchas cosas nuevas y emocionantes.</p><p>En abril de 2022, obtuve el puesto de Desarrollador de Software. Desde entonces, he estado automatizando y mejorando procesos, también creando programas dependiendo de las necesidades de la empresa.</p><p>Ha sido un trabajo emocionante lleno de oportunidades de crecimiento e innovación.</p>",
  "my_experience_content": "<p>Desarrollador de Software en BerryIt, Inc.</p><p>Automatización de procesos críticos utilizando Python, lo que ha llevado a un ahorro de tiempo significativo y a mejorar la eficiencia los sistemas.</p><p>He desarrollado diversas aplicaciones utilizando una variedad de lenguajes de programación y herramientas (Python, SQL, HTML, CSS, Docker, Flask, JavaScript, C#, Nginx, Redis) asegurando el cumplimiento con las necesidades comerciales que evolucionan dia a dia.</p>",
  "what_i_know_content": "<p>Soy competente en lo siguiente: Python, Flask, Django, Docker, HTML, CSS, MySQL, PostgreSQL, MS SQL, Git, JavaScript, y más...</p><p>También tengo conocimientos en: Kotlin, Java, C#, Node.js, Express.js, Nginx, Redis, etc.</p><p>Actualmente, estoy aprendiendo React, Next.js y Machine Learning con Python.</p>",
  "my_learning_approach_content": "<p>Lectura, Comparación y Observación.</p><p>Cuando se trata de aprender, me gusta leer la documentación y luego comparar lo nuevo que aprendí con lo que ya sé. ¡Es como resolver un rompecabezas! Además, ver a otros usar la herramienta o tecnología en la que estoy interesado hace que el proceso de aprendizaje sea mucho más fácil para mí.</p>",
  "my_short_term_goals_content": "<p>Después de ser Desarrollador de Software durante casi dos años, me he dado cuenta de que el mundo tecnológico está lleno de oportunidades de aprendizaje. Actualmente, me estoy centrando en los siguientes objetivos:</p>",
  "my_short_term_goals_list": "<ul><li>Visualización y Analísis de Datos</li><li>Explorar Machine Learning</li><li>Saber crear interfaces de usuario visualmente atractivas</li><li>Participar en proyectos de open source</li></ul>"
}
