{
  "welcome": "Hola, soy Fredy",
  "about_me": "Me encanta aprender, programar y hacer pan",
  "my_journey": "Mi Camino Hasta Ahora",
  "my_experience": "Mi Experiencia como Desarrollador",
  "what_i_know": "Lo Que Sé",
  "my_learning_approach": "Mi Enfoque de Aprendizaje",
  "my_short_term_goals": "Mis Objetivos a Corto Plazo",
  "my_journey_content": "<p>Comencé mi carrera en tecnología en abril de 2020 como Técnico de Soporte de TI en una empresa local en Kokomo, Indiana, donde aprendí muchas cosas nuevas y emocionantes.</p><p>En abril de 2022, fui ascendido a Desarrollador de Software. Desde entonces, he estado automatizando y mejorando procesos, así como creando varios software para satisfacer las necesidades comerciales.</p><p>Ha sido un viaje emocionante lleno de oportunidades de crecimiento e innovación.</p>",
  "my_experience_content": "<p>Desarrollador de Software en BerryIt, Inc.</p><p>Automatización de procesos críticos utilizando Python, lo que ha llevado a un ahorro de tiempo significativo y a mejorar la eficiencia operativa.</p><p>Desarrollé y mantuve diversas aplicaciones utilizando una variedad de lenguajes de programación y herramientas (Python, SQL, HTML, CSS, Docker, Flask, JavaScript, C#, Nginx, Redis) asegurando la compatibilidad con las necesidades comerciales en evolución.</p>",
  "what_i_know_content": "<p>Soy competente en lo siguiente: Python, Flask, Django, Docker, HTML, CSS, MySQL, PostgreSQL, MS SQL, Git, JavaScript, y más...</p><p>También tengo conocimientos en: Kotlin, Java, C#, Node.js, Express.js, Nginx, Redis, etc.</p><p>Actualmente, estoy aprendiendo React, Next.js y Machine Learning con Python.</p>",
  "my_learning_approach_content": "<p>Lectura, Comparación y Observación.</p><p>Cuando se trata de aprender, me gusta sumergirme en la documentación y luego conectar los puntos con lo que ya sé. ¡Es como resolver un rompecabezas! Además, ver a otros usar la herramienta o tecnología en la que estoy interesado hace que el proceso de aprendizaje sea mucho más fácil para mí.</p>",
  "my_short_term_goals_content": "<p>Después de ser Desarrollador de Software durante casi dos años, me he dado cuenta de que el mundo tecnológico está lleno de oportunidades de aprendizaje. Actualmente, me estoy centrando en los siguientes objetivos:</p><ul><li>Visualización de Datos y Analítica de Datos</li><li>Exploración del Aprendizaje Automático</li><li>Creación de interfaces de usuario visualmente atractivas</li><li>Participación en proyectos de código abierto colaborativos</li></ul>"
}
